Repository: giovaboy/ZeppOS-zhue
Catalog: page/i18n/*.po
Languages: de_de, es_es, fr_fr, it_it, ko_kr, ru_ru, zh_cn, zh_tw

source: Loading...
de_de: Wird geladen...
es_es: Cargando...
fr_fr: Chargement...
it_it: Caricamento...
ko_kr: 로딩 중...
ru_ru: Загрузка...
zh_cn: 正在加载...
zh_tw: 載入中...

source: Hue Bridge
es_es: Puente Hue
fr_fr: Pont Hue
ko_kr: Hue 브릿지
ru_ru: Шлюз Hue
zh_cn: Hue 桥接器
zh_tw: Hue 橋接器

# BRIDGE_POWERED_ON
source: Make sure your bridge is powered on
de_de: Stelle sicher, dass deine Bridge eingeschaltet ist
es_es: Asegúrate de que el puente esté encendido
fr_fr: Vérifiez que votre pont est sous tension
it_it: Assicurati che il tuo bridge sia acceso
ko_kr: 브릿지의 전원이 켜져 있는지 확인하십시오
ru_ru: Убедитесь, что шлюз включен
zh_cn: 请确认您的桥接器已接通电源
zh_tw: 請確認您的橋接器已接通電源

# SEARCHING_BRIDGE
source: Searching for Hue Bridge on your network...
de_de: Suche nach Hue Bridge in deinem Netzwerk...
es_es: Buscando Puente Hue en tu red...
fr_fr: Recherche du pont Hue sur votre réseau...
it_it: Ricerca del Bridge Hue sulla rete...
ko_kr: 네트워크에서 Hue 브릿지를 찾는 중...
ru_ru: Поиск шлюза Hue в вашей сети...
zh_cn: 正在网络中搜索 Hue 桥接器...
zh_tw: 正在網路中搜尋 Hue 橋接器...

source: Bridge Found!
de_de: Bridge gefunden!
es_es: ¡Puente encontrado!
fr_fr: Pont trouvé !
it_it: Bridge Trovato!
ko_kr: 브릿지를 찾았습니다!
ru_ru: Шлюз найден!
zh_cn: 已找到桥接器！
zh_tw: 已找到橋接器！

# PRESS_BUTTON_TO_PAIR
source: Press the button on your Hue Bridge to pair
de_de: Drücke die Taste an deiner Hue Bridge zum Koppeln
es_es: Pulsa el botón de tu Puente Hue para vincular
fr_fr: Appuyez sur le bouton de votre pont Hue pour l'associer
it_it: Premi il pulsante sul tuo Hue Bridge per l'associazione
ko_kr: 페어링을 위해 Hue 브릿지의 버튼을 누르세요
ru_ru: Нажмите кнопку на шлюзе Hue для сопряжения
zh_cn: 按下 Hue 桥接器上的按钮进行配对
zh_tw: 按下 Hue 橋接器上的按鈕進行配對

# WAIT_PRESS
source: Waiting for button press...
de_de: Warte auf Tastendruck...
es_es: Esperando a que pulses el botón...
fr_fr: En attente d'une pression sur le bouton...
it_it: In attesa della pressione del pulsante...
ko_kr: 버튼 입력을 기다리는 중...
ru_ru: Ожидание нажатия кнопки...
zh_cn: 等待按下按钮...
zh_tw: 等待按下按鈕...

# PAIRED_SUCCESS
source: Paired Successfully!
de_de: Erfolgreich gekoppelt!
es_es: ¡Vinculado con éxito!
fr_fr: Association réussie !
it_it: Associazione Riuscita!
ko_kr: 페어링 성공!
ru_ru: Сопряжение успешно выполнено!
zh_cn: 配对成功！
zh_tw: 配對成功！

# INDEX_CONNECTION_ERROR
source: Connection Error
it_it: Errore di Connessione
ko_kr: 연결 오류
ru_ru: Ошибка подключения

# INDEX_CONNECTION_ERROR_DESC
source: Could not connect to Hue Bridge
it_it: Impossibile connettersi a Hue Bridge
ko_kr: Hue 브릿지에 연결할 수 없습니다
ru_ru: Не удалось подключиться к шлюзу Hue

source: Discovery failed
de_de: Suche fehlgeschlagen
es_es: Error en la búsqueda
fr_fr: Échec de la détection
it_it: Ricerca fallita
ko_kr: 검색 실패
ru_ru: Ошибка поиска
zh_cn: 发现失败
zh_tw: 搜尋失敗

# BRIDGE_NOT_FOUND
source: No bridge found on network
de_de: Keine Bridge im Netzwerk gefunden
es_es: No se encontró ningún puente en la red
fr_fr: Aucun pont trouvé sur le réseau
it_it: Nessun bridge trovato sulla rete
ko_kr: 네트워크에서 브릿지를 찾을 수 없습니다
ru_ru: Шлюз не найден в сети
zh_cn: 网络中未发现桥接器
zh_tw: 網路中未發現橋接器

source: Pairing failed
de_de: Kopplung fehlgeschlagen
es_es: Error de vinculación
fr_fr: Échec de l'association
it_it: Associazione fallita
ko_kr: 페어링 실패
ru_ru: Ошибка сопряжения
zh_cn: 配对失败
zh_tw: 配對失敗

# BUTTON_NOT_PRESSED
source: Press the link button on the bridge and try again
de_de: Drücke die Verbindungstaste an der Bridge und versuche es erneut
es_es: Pulsa el botón de enlace en el puente e inténtalo de nuevo
fr_fr: Appuyez sur le bouton de liaison du pont et réessayez
it_it: Premi il pulsante link sul bridge e riprova
ko_kr: 브릿지의 링크 버튼을 누른 후 다시 시도하십시오
ru_ru: Нажмите кнопку сопряжения на шлюзе и попробуйте снова
zh_cn: 请按下桥接器上的链接按钮并重试
zh_tw: 請按下橋接器上的連結按鈕並重試

# INITIAL_CONNECTION_FAILED
source: Initial connection check failed
de_de: Erste Verbindungsprüfung fehlgeschlagen
es_es: Error en la comprobación de conexión inicial
fr_fr: Échec de la vérification initiale de la connexion
it_it: Verifica connessione iniziale fallita
ko_kr: 초기 연결 확인 실패
ru_ru: Ошибка первоначальной проверки подключения
zh_cn: 初始连接检查失败
zh_tw: 初始連線檢查失敗

source: Failed to fetch data
de_de: Daten konnten nicht geladen werden
es_es: Error al obtener los datos
fr_fr: Échec de la récupération des données
it_it: Impossibile recuperare i dati
ko_kr: 데이터를 가져오지 못했습니다
ru_ru: Не удалось получить данные
zh_cn: 获取数据失败
zh_tw: 取得資料失敗

source: Loading Hue setup...
de_de: Deine Hue-Konfiguration wird geladen...
es_es: Cargando tu configuración de Hue...
fr_fr: Chargement de votre configuration Hue...
it_it: Caricamento della tua configurazione Hue...
ko_kr: Hue 설정을 로드하는 중...
ru_ru: Загрузка ваших настроек Hue...
zh_cn: 正在加载您的 Hue 设置...
zh_tw: 正在載入您的 Hue 設定...

source: Retry
de_de: Wiederholen
es_es: Reintentar
fr_fr: Réessayer
it_it: Riprova
ko_kr: 재시도
ru_ru: Повторить
zh_cn: 重试
zh_tw: 重試

source: Groups
de_de: Gruppen
es_es: Grupos
fr_fr: Groupes
it_it: Gruppi
ko_kr: 그룹
ru_ru: Группы
zh_cn: 组
zh_tw: 群組

source: Rooms
de_de: Zimmer
es_es: Habitaciones
fr_fr: Pièces
it_it: Stanze
ko_kr: 방
ru_ru: Комнаты
zh_cn: 房间
zh_tw: 房間

# PROGRESS_ROOMS
source: Rooms: %d
de_de: Zimmer: %d
es_es: Habitaciones: %d
fr_fr: Pièces : %d
it_it: Stanze: %d
ko_kr: 방: %d
ru_ru: Комнат: %d
zh_cn: 房间: %d
zh_tw: 房間: %d

source: Zones
de_de: Zonen
es_es: Zonas
it_it: Zone
ko_kr: 구역
ru_ru: Зоны
zh_cn: 区域
zh_tw: 區域

# PROGRESS_ZONES
source: Zones: %d
de_de: Zonen: %d
es_es: Zonas: %d
it_it: Zone: %d
ko_kr: 구역: %d
ru_ru: Зон: %d
zh_cn: 区域: %d
zh_tw: 區域: %d

# NO_ROOM_FOUND
source: No rooms found
de_de: Keine Zimmer gefunden
es_es: No se encontraron habitaciones
fr_fr: Aucune pièce trouvée
it_it: Nessuna stanza trovata
ko_kr: 방을 찾을 수 없습니다
ru_ru: Комнаты не найдены
zh_cn: 未发现房间
zh_tw: 未發現房間

# NO_ZONE_FOUND
source: No zones found
de_de: Keine Zonen gefunden
es_es: No se encontraron zonas
fr_fr: Aucune zone trouvée
it_it: Nessuna zona trovata
ko_kr: 구역을 찾을 수 없습니다
ru_ru: Зоны не найдены
zh_cn: 未发现区域
zh_tw: 未發現區域

# PROGRESS_LIGHTS
source: Lights: %d
de_de: Lampen: %d
es_es: Luces: %d
fr_fr: Lumières : %d
it_it: Luci: %d
ko_kr: 조명: %d
ru_ru: Ламп: %d
zh_cn: 灯光: %d
zh_tw: 燈光: %d

# PROGRESS_SCENES
source: Scenes: %d
de_de: Szenen: %d
es_es: Escenas: %d
fr_fr: Scènes : %d
it_it: Scene: %d
ko_kr: 장면: %d
ru_ru: Сцен: %d
zh_cn: 场景: %d
zh_tw: 場景: %d

# NAVIGATING_TO_GROUPS
source: Navigating to groups page
de_de: Navigiere zur Gruppen-Seite
es_es: Navegando a la página de grupos
fr_fr: Navigation vers la page des groupes
it_it: Passaggio alla pagina gruppi
ko_kr: 그룹 페이지로 이동 중
ru_ru: Переход к странице групп
zh_cn: 正在前往分组页面
zh_tw: 正在前往群組頁面

source: Group detail
de_de: Gruppendetails
es_es: Detalle del grupo
fr_fr: Détails du groupe
it_it: Dettaglio gruppo
ko_kr: 그룹 상세 정보
ru_ru: Детали группы
zh_cn: 分组详情
zh_tw: 群組詳情

# GROUP_ON
source: Turn On
de_de: Einschalten
es_es: Encender
fr_fr: Allumer
it_it: Accendi
ko_kr: 켜기
ru_ru: Включить
zh_cn: 开启
zh_tw: 開啟

# GROUP_OFF
source: Turn Off
de_de: Ausschalten
es_es: Apagar
fr_fr: Éteindre
it_it: Spegni
ko_kr: 끄기
ru_ru: Выключить
zh_cn: 关闭
zh_tw: 關閉

source: Brightness:
de_de: Helligkeit:
es_es: Brillo:
fr_fr: Luminosité :
it_it: Luminosit√†:
ko_kr: 밝기:
ru_ru: Яркость:
zh_cn: 亮度:
zh_tw: 亮度:

# PRESETS_TITLE
source: Presets:
de_de: Voreinstellungen:
es_es: Ajustes preestablecidos:
fr_fr: Préréglages :
it_it: Preferiti:
ko_kr: 프리셋:
ru_ru: Пресеты:
zh_cn: 预设:
zh_tw: 預設:

# ERROR_MSG
source: Error:
de_de: Fehler:
fr_fr: Erreur :
it_it: Errore:
ko_kr: 오류:
ru_ru: Ошибка:
zh_cn: 错误:
zh_tw: 錯誤:

source: Light
de_de: Lampe
es_es: Luz
fr_fr: Lumière
it_it: Luce
ko_kr: 조명
ru_ru: Свет
zh_cn: 灯光
zh_tw: 燈光

source: Lights
de_de: Lampen
es_es: Luces
fr_fr: Lumières
it_it: Luci
ko_kr: 조명
ru_ru: Освещение
zh_cn: 灯光
zh_tw: 燈光

source: Light detail
de_de: Lampendetails
es_es: Detalle de la luz
fr_fr: Détails de la lumière
it_it: Dettaglio luce
ko_kr: 조명 상세 정보
ru_ru: Детали лампы
zh_cn: 灯光详情
zh_tw: 燈光詳情

# LIGHT_ON
source: Turn off
de_de: Ausschalten
es_es: Apagar
fr_fr: Éteindre
it_it: Spegni
ko_kr: 끄기
ru_ru: Выключить
zh_cn: 关闭
zh_tw: 關閉

# LIGHT_OFF
source: Turn on
de_de: Einschalten
es_es: Encender
fr_fr: Allumer
it_it: Accendi
ko_kr: 켜기
ru_ru: Включить
zh_cn: 开启
zh_tw: 開啟

source: Unreachable
de_de: Nicht erreichbar
es_es: No disponible
fr_fr: Inaccessible
it_it: Non raggiungibile
ko_kr: 연결할 수 없음
ru_ru: Недоступно
zh_cn: 无法连接
zh_tw: 無法連線

source: Scenes
de_de: Szenen
es_es: Escenas
fr_fr: Scènes
ko_kr: 장면
ru_ru: Сцены
zh_cn: 场景
zh_tw: 場景

source: Add favorite color
de_de: Lieblingsfarbe hinzufügen
es_es: Añadir color favorito
fr_fr: Ajouter une couleur favorite
ko_kr: 즐겨찾는 색상 추가
ru_ru: Добавить любимый цвет
zh_cn: 添加收藏颜色
zh_tw: 新增收藏顏色

# NO_FAVORITE_COLOR
source: No favorite colors added
de_de: Keine Lieblingsfarben hinzugefügt
es_es: No hay colores favoritos guardados
fr_fr: Aucune couleur favorite ajoutée
ko_kr: 추가된 즐겨찾는 색상이 없습니다
ru_ru: Любимые цвета не добавлены
zh_cn: 未添加收藏颜色
zh_tw: 未新增收藏顏色

source: Favorite Colors
de_de: Lieblingsfarben
es_es: Colores favoritos
fr_fr: Couleurs favorites
ko_kr: 즐겨찾는 색상
ru_ru: Любимые цвета
zh_cn: 收藏颜色
zh_tw: 收藏顏色

# DUPLICATE_FAVORITE_COLOR
source: Preset already exists
de_de: Voreinstellung existiert bereits
es_es: El ajuste ya existe
fr_fr: Ce préréglage existe déjà
ko_kr: 이미 존재하는 프리셋입니다
ru_ru: Пресет уже существует
zh_cn: 预设已存在
zh_tw: 預設已存在

# WIDGET_NOT_CONFIGURED
source: Add a light to this shortcut by longpressing select button in app light page
de_de: Füge eine Lampe zu diesem Shortcut hinzu, indem du die Auswahltaste auf der Lampenseite gedrückt hältst
es_es: Añade una luz a este acceso directo manteniendo pulsado el botón de selección en la página de la luz
fr_fr: Ajoutez une lumière à ce raccourci en maintenant le bouton de sélection sur la page de la lumière
ko_kr: 조명 페이지에서 선택 버튼을 길게 눌러 이 바로가기에 조명을 추가하세요
ru_ru: Добавьте лампу в этот ярлык, удерживая кнопку выбора на странице лампы
zh_cn: 在灯光页面长按选择按钮将灯光添加到此快捷方式
zh_tw: 在燈光頁面長按選擇按鈕將燈光新增到此捷徑

source: Toggling...
de_de: Schalte um...
es_es: Cambiando estado...
fr_fr: Changement d'état...
ko_kr: 전환 중...
ru_ru: Переключение...
zh_cn: 正在切换...
zh_tw: 正在切換...

source: ☆ Add to Widget
de_de: ☆ Zum Widget hinzufügen
es_es: ☆ Añadir a Widget
fr_fr: ☆ Ajouter au Widget
ko_kr: ☆ 위젯에 추가
ru_ru: ☆ Добавить в виджет
zh_cn: ☆ 添加到小组件
zh_tw: ☆ 新增到小工具

# REMOVE_FROM_WIDGET
source: ★ In Widget
de_de: ★ Im Widget
es_es: ★ En Widget
fr_fr: ★ Dans le Widget
ko_kr: ★ 위젯에 있음
ru_ru: ★ В виджете
zh_cn: ★ 已在小组件中
zh_tw: ★ 已在小工具中

source: Added to widget!
de_de: Zum Widget hinzugefügt!
es_es: ¡Añadido al widget!
fr_fr: Ajouté au widget !
ko_kr: 위젯에 추가됨!
ru_ru: Добавлено в виджет!
zh_cn: 已添加到小组件！
zh_tw: 已新增到小工具！

source: Removed from widget
de_de: Vom Widget entfernt
es_es: Eliminado del widget
fr_fr: Retiré du widget
ko_kr: 위젯에서 제거됨
ru_ru: Удалено из виджета
zh_cn: 已从小组件移除
zh_tw: 已從小工具移除

source: Already in widget
de_de: Bereits im Widget
es_es: Ya está en el widget
fr_fr: Déjà dans le widget
ko_kr: 이미 위젯에 있음
ru_ru: Уже в виджете
zh_cn: 已在小组件中
zh_tw: 已在小工具中

# WIDGET_SLOTS_FULL
source: Widget full! Remove a light first
de_de: Widget voll! Entferne zuerst eine Lampe
es_es: ¡Widget lleno! Elimina una luz primero
fr_fr: Widget plein ! Retirez d'abord une lumière
ko_kr: 위젯이 가득 찼습니다! 먼저 조명을 제거하세요
ru_ru: Виджет заполнен! Сначала удалите лампу
zh_cn: 小组件已满！请先移除一个灯光
zh_tw: 小工具已滿！請先移除一個燈光

# BT_NOT_CONNECTED
source: Bluetooth not connected
de_de: Bluetooth nicht verbunden
es_es: Bluetooth no conectado
fr_fr: Bluetooth non connecté
ko_kr: 블루투스가 연결되지 않음
ru_ru: Bluetooth не подключен
zh_cn: 蓝牙未连接
zh_tw: 藍牙未連線

# BT_CONNECT_INSTRUCTIONS
source: Please connect your watch to your phone via Bluetooth
de_de: Verbinde deine Uhr über Bluetooth mit deinem Telefon
es_es: Conecta tu reloj al teléfono mediante Bluetooth
fr_fr: Connectez votre montre à votre téléphone via Bluetooth
ko_kr: 블루투스를 통해 시계를 휴대폰에 연결하세요
ru_ru: Подключите часы к телефону через Bluetooth
zh_cn: 请通过蓝牙将手表连接到手机
zh_tw: 請透過藍牙將手錶連線到手機

# BT_AUTO_RETRY
source: Auto-retry when connected...
de_de: Automatischer Neuversuch bei Verbindung...
es_es: Reintentando automáticamente al conectar...
fr_fr: Nouvelle tentative automatique à la connexion...
ko_kr: 연결 시 자동으로 재시도...
ru_ru: Автоматический повтор при подключении...
zh_cn: 连接后自动重试...
zh_tw: 連線後自動重試...

source: Network error
de_de: Netzwerkfehler
es_es: Error de red
fr_fr: Erreur réseau
ko_kr: 네트워크 오류
ru_ru: Ошибка сети
zh_cn: 网络错误
zh_tw: 網路錯誤

# FAILED_TO_LOAD_DETAIL
source: Failed to load details
de_de: Details konnten nicht geladen werden
es_es: Error al cargar los detalles
fr_fr: Échec du chargement des détails
ko_kr: 세부 정보를 불러오지 못했습니다
ru_ru: Не удалось загрузить детали
zh_cn: 加载详情失败
zh_tw: 載入詳情失敗

source: Error
de_de: Fehler
fr_fr: Erreur
ko_kr: 오류
ru_ru: Ошибка
zh_cn: 错误
zh_tw: 錯誤

# NO_DATA
source: No light data available
de_de: Keine Daten verfügbar
es_es: No hay datos disponibles
fr_fr: Aucune donnée disponible
ko_kr: 데이터 없음
ru_ru: Нет данных
zh_cn: 暂无数据
zh_tw: 暫無資料

source: Reload
de_de: Neu laden
es_es: Recargar
fr_fr: Recharger
ko_kr: 새로고침
ru_ru: Перезагрузить
zh_cn: 重新加载
zh_tw: 重新載入
