Repository: giovaboy/ZeppOS-zhue
Catalog: setting/i18n/*.po
Languages: de_de, es_es, fr_fr, it_it, ko_kr, ru_ru, zh_cn, zh_tw

# SETTINGS_SUBTITLE
source: Configure your Philips Hue Bridge connection
de_de: Konfiguriere deine Philips Hue Bridge Verbindung
es_es: Configura la conexión de tu Philips Hue Bridge
fr_fr: Configurez votre connexion Philips Hue Bridge
it_it: Configura la connessione al tuo Philips Hue Bridge
ko_kr: Philips Hue Bridge 연결을 설정하세요
ru_ru: Настройте подключение к Philips Hue Bridge
zh_cn: 配置您的 Philips Hue 桥接器连接
zh_tw: 設定您的 Philips Hue 橋接器連線

# BRIDGE_IP
source: Bridge IP Address
de_de: Bridge IP-Adresse
es_es: Dirección IP del Bridge
fr_fr: Adresse IP du Bridge
it_it: Indirizzo IP del Bridge
ko_kr: 브릿지 IP 주소
ru_ru: IP-адрес шлюза
zh_cn: 桥接器 IP 地址
zh_tw: 橋接器 IP 位址

# BRIDGE_IP_PLACEHOLDER
source: e.g. 192.168.1.100
de_de: z.B. 192.168.1.100
es_es: ej. 192.168.1.100
fr_fr: ex. 192.168.1.100
it_it: es. 192.168.1.100
ko_kr: 예: 192.168.1.100
ru_ru: напр. 192.168.1.100
zh_cn: 例如 192.168.1.100
zh_tw: 例如 192.168.1.100

source: API Version
es_es: Versión de API
fr_fr: Version API
it_it: Versione API
ko_kr: API 버전
ru_ru: Версия API
zh_cn: API 版本
zh_tw: API 版本

# NOT_CONFIGURED
source: Not configured yet
de_de: Noch nicht konfiguriert
es_es: Aún no configurado
fr_fr: Pas encore configuré
it_it: Non ancora configurato
ko_kr: 아직 설정되지 않음
ru_ru: Ещё не настроено
zh_cn: 尚未配置
zh_tw: 尚未設定

# BRIDGE_CONFIGURED
source: Bridge is configured and paired
de_de: Bridge ist konfiguriert und gekoppelt
es_es: Bridge configurado y vinculado
fr_fr: Bridge configuré et associé
it_it: Bridge configurato e associato
ko_kr: 브릿지가 설정되고 페어링되었습니다
ru_ru: Шлюз настроен и сопряжён
zh_cn: 桥接器已配置并配对
zh_tw: 橋接器已設定並配對

# BRIDGE_NOT_CONFIGURED
source: Bridge not configured. Use the app to pair.
de_de: Bridge nicht konfiguriert. Nutze die App zum Koppeln.
es_es: Bridge no configurado. Usa la app para vincularlo.
fr_fr: Bridge non configuré. Utilisez l'app pour l'associer.
it_it: Bridge non configurato. Usa l'app per associarlo.
ko_kr: 브릿지가 설정되지 않았습니다. 앱을 사용하여 페어링하세요.
ru_ru: Шлюз не настроен. Используйте приложение для сопряжения.
zh_cn: 桥接器未配置。请使用应用进行配对。
zh_tw: 橋接器未設定。請使用應用程式進行配對。

source: Test Connection
de_de: Verbindung testen
es_es: Probar Conexión
fr_fr: Tester la Connexion
it_it: Testa Connessione
ko_kr: 연결 테스트
ru_ru: Проверить подключение
zh_cn: 测试连接
zh_tw: 測試連線

# CLEAR_CONFIG
source: Clear All Configuration
de_de: Konfiguration löschen
es_es: Borrar Configuración
fr_fr: Effacer la Configuration
it_it: Cancella Configurazione
ko_kr: 설정 삭제
ru_ru: Очистить конфигурацию
zh_cn: 清除配置
zh_tw: 清除設定

source: Advanced Settings
de_de: Erweiterte Einstellungen
es_es: Ajustes Avanzados
fr_fr: Paramètres Avancés
it_it: Impostazioni Avanzate
ko_kr: 고급 설정
ru_ru: Расширенные настройки
zh_cn: 高级设置
zh_tw: 進階設定

source: Debug Mode
de_de: Debug-Modus
es_es: Modo Depuración
fr_fr: Mode Débogage
it_it: Modalità Debug
ko_kr: 디버그 모드
ru_ru: Режим отладки
zh_cn: 调试模式
zh_tw: 除錯模式

# HELP_TITLE
source: How to Pair Your Bridge
de_de: So koppelst du deine Bridge
es_es: Cómo Vincular tu Bridge
fr_fr: Comment Associer Votre Bridge
it_it: Come Associare il Bridge
ko_kr: 브릿지 페어링 방법
ru_ru: Как сопрячь шлюз
zh_cn: 如何配对桥接器
zh_tw: 如何配對橋接器

# HELP_TEXT
source: 1. Open the Hue app on your watch 2. The app will automatically search for your bridge 3. Press the physical button on your Hue Bridge 4. Wait for the pairing to complete 5. Your configuration will be saved automatically
de_de: 1. Öffne die Hue App auf deiner Uhr 2. Die App sucht automatisch nach deiner Bridge 3. Drücke den physischen Knopf auf deiner Hue Bridge 4. Warte bis die Kopplung abgeschlossen ist 5. Die Konfiguration wird automatisch gespeichert
es_es: 1. Abre la app Hue en tu reloj 2. La app buscará automáticamente tu bridge 3. Pulsa el botón físico en tu Hue Bridge 4. Espera a que se complete la vinculación 5. La configuración se guardará automáticamente
fr_fr: 1. Ouvrez l'app Hue sur votre montre 2. L'app recherchera automatiquement votre bridge 3. Appuyez sur le bouton physique de votre Hue Bridge 4. Attendez la fin de l'association 5. La configuration sera enregistrée automatiquement
it_it: 1. Apri l'app Hue sul tuo orologio 2. L'app cercherà automaticamente il bridge 3. Premi il pulsante fisico sul tuo Hue Bridge 4. Attendi il completamento dell'associazione 5. La configurazione verrà salvata automaticamente
ko_kr: 1. 시계에서 Hue 앱을 엽니다 2. 앱이 자동으로 브릿지를 검색합니다 3. Hue Bridge의 물리적 버튼을 누르세요 4. 페어링이 완료될 때까지 기다리세요 5. 설정이 자동으로 저장됩니다
ru_ru: 1. Откройте приложение Hue на часах 2. Приложение автоматически найдёт ваш шлюз 3. Нажмите физическую кнопку на Hue Bridge 4. Дождитесь завершения сопряжения 5. Конфигурация сохранится автоматически
zh_cn: 1. 在手表上打开 Hue 应用 2. 应用将自动搜索桥接器 3. 按下 Hue Bridge 上的物理按钮 4. 等待配对完成 5. 配置将自动保存
zh_tw: 1. 在手錶上開啟 Hue 應用程式 2. 應用程式將自動搜尋橋接器 3. 按下 Hue Bridge 上的實體按鈕 4. 等待配對完成 5. 設定將自動儲存

# CONFIRM_CLEAR
source: Are you sure you want to clear all Hue Bridge configuration? You will need to pair again.
de_de: Bist du sicher, dass du die gesamte Hue Bridge Konfiguration löschen möchtest? Du musst sie erneut koppeln.
es_es: ¿Estás seguro de que quieres borrar toda la configuración del Hue Bridge? Tendrás que vincularlo de nuevo.
fr_fr: Êtes-vous sûr de vouloir effacer toute la configuration du Hue Bridge ? Vous devrez l'associer à nouveau.
it_it: Sei sicuro di voler cancellare tutta la configurazione del Hue Bridge? Dovrai associarlo di nuovo.
ko_kr: 모든 Hue Bridge 설정을 삭제하시겠습니까? 다시 페어링해야 합니다.
ru_ru: Вы уверены, что хотите очистить всю конфигурацию Hue Bridge? Вам придётся выполнить сопряжение заново.
zh_cn: 您确定要清除所有 Hue Bridge 配置吗？ 您需要重新配对。
zh_tw: 您確定要清除所有 Hue Bridge 設定嗎？ 您需要重新配對。

# CONFIG_CLEARED
source: Configuration cleared successfully!
de_de: Konfiguration erfolgreich gelöscht!
es_es: ¡Configuración borrada con éxito!
fr_fr: Configuration effacée avec succès !
it_it: Configurazione cancellata con successo!
ko_kr: 설정이 성공적으로 삭제되었습니다!
ru_ru: Конфигурация успешно очищена!
zh_cn: 配置已成功清除！
zh_tw: 設定已成功清除！

# BRIDGE_NOT_SETUP
source: Bridge not configured. Please pair using the watch app first.
de_de: Bridge nicht konfiguriert. Kopple sie zuerst über die Uhren-App.
es_es: Bridge no configurado. Vincúlalo primero usando la app del reloj.
fr_fr: Bridge non configuré. Associez-le d'abord via l'app de la montre.
it_it: Bridge non configurato. Associalo prima usando l'app sull'orologio.
ko_kr: 브릿지가 설정되지 않았습니다. 먼저 시계 앱을 사용하여 페어링하세요.
ru_ru: Шлюз не настроен. Сначала выполните сопряжение через приложение на часах.
zh_cn: 桥接器未配置。请先使用手表应用进行配对。
zh_tw: 橋接器未設定。請先使用手錶應用程式進行配對。

source: Bridge Configuration
de_de: Bridge-Konfiguration
es_es: Configuración del Bridge
fr_fr: Configuration du Bridge
it_it: Configurazione Bridge
ko_kr: 브릿지 설정
ru_ru: Конфигурация шлюза
zh_cn: 桥接器配置
zh_tw: 橋接器設定

source: Connection Status
de_de: Verbindungsstatus
es_es: Estado de Conexión
fr_fr: État de la Connexion
it_it: Stato Connessione
ko_kr: 연결 상태
ru_ru: Состояние подключения
zh_cn: 连接状态
zh_tw: 連線狀態

source: Favorite Colors
de_de: Lieblingsfarben
es_es: Colores Favoritos
fr_fr: Couleurs Favorites
it_it: Colori Preferiti
ko_kr: 즐겨찾는 색상
ru_ru: Любимые цвета
zh_cn: 收藏颜色
zh_tw: 收藏顏色

source: Actions
de_de: Aktionen
es_es: Acciones
it_it: Azioni
ko_kr: 작업
ru_ru: Действия
zh_cn: 操作
zh_tw: 操作

# USERNAME_LABEL
source: Username:
de_de: Benutzername:
es_es: Usuario:
fr_fr: Nom d'utilisateur :
ko_kr: 사용자 이름:
ru_ru: Имя пользователя:
zh_cn: 用户名：
zh_tw: 使用者名稱：

# API_VERSION_LABEL
source: API Version:
es_es: Versión API:
fr_fr: Version API :
it_it: Versione API:
ko_kr: API 버전:
ru_ru: Версия API:
zh_cn: API 版本：
zh_tw: API 版本：

source: Default tab
de_de: Standard-Tab
es_es: Pestaña predeterminada
fr_fr: Onglet par défaut
it_it: Tab predefinita
ko_kr: 기본 탭
ru_ru: Вкладка по умолчанию
zh_cn: 默认标签页
zh_tw: 預設標籤頁

source: Show Scenes
de_de: Szenen anzeigen
es_es: Mostrar Escenas
fr_fr: Afficher les Scènes
it_it: Mostra Scene
ko_kr: 장면 표시
ru_ru: Показывать сцены
zh_cn: 显示场景
zh_tw: 顯示場景

source: Display Order
de_de: Anzeigereihenfolge
es_es: Orden de Visualización
fr_fr: Ordre d'Affichage
it_it: Ordine Visualizzazione
ko_kr: 표시 순서
ru_ru: Порядок отображения
zh_cn: 显示顺序
zh_tw: 顯示順序

source: Lights first
de_de: Lampen zuerst
es_es: Luces primero
fr_fr: Lumières d'abord
it_it: Prima le luci
ko_kr: 조명 우선
ru_ru: Сначала лампы
zh_cn: 灯光优先
zh_tw: 燈光優先

source: Scenes first
de_de: Szenen zuerst
es_es: Escenas primero
fr_fr: Scènes d'abord
it_it: Prima le scene
ko_kr: 장면 우선
ru_ru: Сначала сцены
zh_cn: 场景优先
zh_tw: 場景優先

source: DEMO Mode
de_de: DEMO-Modus
es_es: Modo DEMO
fr_fr: Mode DÉMO
it_it: Modalità DEMO
ko_kr: 데모 모드
ru_ru: ДЕМО-режим
zh_cn: 演示模式
zh_tw: 展示模式

# FAVORITE_COLORS_DESC
source: Manage your favorite color presets. You can add colors from the light detail page on your watch.
de_de: Verwalte deine Lieblingsfarbvoreinstellungen. Du kannst Farben von der Lampendetailseite auf deiner Uhr hinzufügen.
es_es: Gestiona tus presets de colores favoritos. Puedes añadir colores desde la página de detalle de luz en tu reloj.
fr_fr: Gérez vos préréglages de couleurs favorites. Vous pouvez ajouter des couleurs depuis la page de détail de la lumière sur votre montre.
it_it: Gestisci i tuoi preset di colori preferiti. Puoi aggiungere colori dalla pagina dettaglio luce sul tuo orologio.
ko_kr: 즐겨찾는 색상 프리셋을 관리하세요. 시계의 조명 상세 페이지에서 색상을 추가할 수 있습니다.
ru_ru: Управляйте пресетами любимых цветов. Вы можете добавлять цвета со страницы детализации лампы на часах.
zh_cn: 管理您的收藏颜色预设。您可以在手表上的灯光详情页面添加颜色。
zh_tw: 管理您的收藏顏色預設。您可以在手錶上的燈光詳情頁面新增顏色。

source: Current presets:
de_de: Aktuelle Voreinstellungen:
es_es: Presets actuales:
fr_fr: Préréglages actuels :
it_it: Preset attuali:
ko_kr: 현재 프리셋:
ru_ru: Текущие пресеты:
zh_cn: 当前预设：
zh_tw: 目前預設：

# RESET_PRESETS
source: Reset to Default Presets
de_de: Voreinstellungen zurücksetzen
es_es: Restablecer Presets Predeterminados
fr_fr: Réinitialiser les Préréglages
it_it: Ripristina Preset Predefiniti
ko_kr: 기본 프리셋으로 재설정
ru_ru: Сбросить пресеты
zh_cn: 重置为默认预设
zh_tw: 重設為預設值

# RESET_PRESETS_CONFIRM
source: Reset to Default Presets?
de_de: Voreinstellungen auf Standard zurücksetzen?
es_es: ¿Restablecer los presets predeterminados?
fr_fr: Réinitialiser les préréglages par défaut ?
it_it: Ripristinare i preset predefiniti?
ko_kr: 기본 프리셋으로 재설정하시겠습니까?
ru_ru: Сбросить пресеты на стандартные?
zh_cn: 重置为默认预设？
zh_tw: 重設為預設值？

# CLEAR_ALL_CONFIG
source: Clear All Configuration
de_de: Gesamte Konfiguration löschen
es_es: Borrar Toda la Configuración
fr_fr: Effacer Toute la Configuration
it_it: Cancella Tutta la Configurazione
ko_kr: 모든 설정 삭제
ru_ru: Очистить всю конфигурацию
zh_cn: 清除所有配置
zh_tw: 清除所有設定

# CLEAR_ALL_CONFIG_CONFIRM
source: Clear All Configuration?
de_de: Gesamte Konfiguration löschen?
es_es: ¿Borrar toda la configuración?
fr_fr: Effacer toute la configuration ?
it_it: Cancellare tutta la configurazione?
ko_kr: 모든 설정을 삭제하시겠습니까?
ru_ru: Очистить всю конфигурацию?
zh_cn: 清除所有配置？
zh_tw: 清除所有設定？

# HELP_STEP_1
source: 1. Open the Hue app on your watch
de_de: 1. Öffne die Hue App auf deiner Uhr
es_es: 1. Abre la app Hue en tu reloj
fr_fr: 1. Ouvrez l'app Hue sur votre montre
it_it: 1. Apri l'app Hue sul tuo orologio
ko_kr: 1. 시계에서 Hue 앱을 엽니다
ru_ru: 1. Откройте приложение Hue на часах
zh_cn: 1. 在手表上打开 Hue 应用
zh_tw: 1. 在手錶上開啟 Hue 應用程式

# HELP_STEP_2
source: 2. The app will automatically search for your bridge
de_de: 2. Die App sucht automatisch nach deiner Bridge
es_es: 2. La app buscará automáticamente tu bridge
fr_fr: 2. L'app recherchera automatiquement votre bridge
it_it: 2. L'app cercherà automaticamente il bridge
ko_kr: 2. 앱이 자동으로 브릿지를 검색합니다
ru_ru: 2. Приложение автоматически найдёт ваш шлюз
zh_cn: 2. 应用将自动搜索桥接器
zh_tw: 2. 應用程式將自動搜尋橋接器

# HELP_STEP_3
source: 3. Press the physical button on your Hue Bridge
de_de: 3. Drücke den physischen Knopf auf deiner Hue Bridge
es_es: 3. Pulsa el botón físico en tu Hue Bridge
fr_fr: 3. Appuyez sur le bouton physique de votre Hue Bridge
it_it: 3. Premi il pulsante fisico sul tuo Hue Bridge
ko_kr: 3. Hue Bridge의 물리적 버튼을 누르세요
ru_ru: 3. Нажмите физическую кнопку на Hue Bridge
zh_cn: 3. 按下 Hue Bridge 上的物理按钮
zh_tw: 3. 按下 Hue Bridge 上的實體按鈕

# HELP_STEP_4
source: 4. Wait for the pairing to complete
de_de: 4. Warte bis die Kopplung abgeschlossen ist
es_es: 4. Espera a que se complete la vinculación
fr_fr: 4. Attendez la fin de l'association
it_it: 4. Attendi il completamento dell'associazione
ko_kr: 4. 페어링이 완료될 때까지 기다리세요
ru_ru: 4. Дождитесь завершения сопряжения
zh_cn: 4. 等待配对完成
zh_tw: 4. 等待配對完成

# HELP_STEP_5
source: 5. Your configuration will be saved automatically
de_de: 5. Die Konfiguration wird automatisch gespeichert
es_es: 5. La configuración se guardará automáticamente
fr_fr: 5. La configuration sera enregistrée automatiquement
it_it: 5. La configurazione verrà salvata automaticamente
ko_kr: 5. 설정이 자동으로 저장됩니다
ru_ru: 5. Конфигурация сохранится автоматически
zh_cn: 5. 配置将自动保存
zh_tw: 5. 設定將自動儲存

# MADE_WITH_LOVE
source: Made with ❤️ for Zepp OS
de_de: Mit ❤️ für Zepp OS gemacht
es_es: Hecho con ❤️ para Zepp OS
fr_fr: Fait avec ❤️ pour Zepp OS
it_it: Fatto con ❤️ per Zepp OS
ko_kr: Zepp OS를 위해 ❤️로 제작
ru_ru: Сделано с ❤️ для Zepp OS
zh_cn: 用 ❤️ 为 Zepp OS 制作
zh_tw: 用 ❤️ 為 Zepp OS 製作
